export default {
  common: {
    1: '連接錢包',
    2: '加載中',
    3: '確定',
  },

  topBar: {
    1: '首頁',
    2: '關於',
  },

  // 消息
  msg: {
    1: '連接錢包成功',
    2: '連接錢包失敗',
    3: '授權成功',
    4: '獲取錢包地址失敗',
    5: '轉賬成功',
    6: '網絡不正確',
    7: '請先連接錢包',
    8: '已經提交交易',
    9: '即將上線',
    10: '已成功切換主網',
    11: '切換網絡失敗，請手動切換',
    12: '鑄造成功',
    13: '請輸入購買數量',
  },

  home: {
    1: '巫婆佩羅西',
    2: `巫婆佩洛⻄(Witch Pelosi)代表的是一群無知，醜陋，自私，傲慢自大的政客，他們為了謀求自己的政治利益，會無所不用其極的毫無底線的進行各種政治操弄，他們慣用的手段就是造謠誣陷，雙標主義，賣弄意識形態，製造混亂，發動戰爭，他們信仰的是金錢和權力，他們對生命對上帝毫無敬畏之心。我們希望巫婆佩羅拋棄謊言，讓我們知曉真相，我們希望世界從此不再有戰爭和飢餓，我們想要愛與和平。 `,
    3: '巫婆 DAO',
    4: `Witch DAO將致力於為正在遭受強權霸凌的第三世界國家以及正在被戰爭迫害的國家和地區提供援助，Witch DAO 將發行WITCH治理代幣，Witch DAO組織者秉持著公平原則，將不會預先授予自己任何代幣，Witch Pelosi NFT持有者將通過空投獲得WITCH代幣初始發行量，Witch DAO允許WITCH代幣持有者投票，參與社區大小事務的決策過程。 `,
    5: '發行量',
    6: '單價',
    7: '購買數量',
    8: '鑄造',
    9: '已鑄造',
    10: '恭喜成功鑄造出NFT',
    11: '獲得的NFT',
  },
};
